Repository: Zscno/Trackora
Catalog: Trackora/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# ContinuousTimePicker.Header
source: Continuous usage time reminder
zh_cn: 连续使用时长提醒

# ContinuousReminderText1
source: You have been using the computer continuously for
zh_cn: 您已连续使用电脑

# ContinuousReminderText2
source: . We suggest you take a break.
zh_cn: ，建议您休息一会儿。

# ExitApp.Text
source: Exit the application
zh_cn: 退出应用

# Hour
source: h
zh_cn: 时

# Minute
source: m
zh_cn: 分

# Home.Content
source: Home
zh_cn: 主页

# Refresh.Content
source: Refresh
zh_cn: 刷新

# ShowWindow.Text
source: Display window
zh_cn: 显示窗口

# TaskbarIcon.ToolTipText
source: Trackora - Efficiently manage your time
zh_cn: Trackora - 高效管理您的时间

# EndUsingReminderTitle
source: Time's up
zh_cn: 时间到了

# EndUsingReminderText1
source: It is now
zh_cn: 现在是

# EndUsingReminderText2
source: , which has reached the designated stop time. Please take a rest immediately.
zh_cn: ，已经到了您指定的停止时间，请您立即休息。

# PastTime
source: The time you selected has already passed. Please select again.
zh_cn: 您选定的时间已经过去了，请重新选择

# RightTime
source: This time is correct. We will remind you at that time.
zh_cn: 这个时间是正确的。我们将会在那时提醒您

# Reset.Content
source: Reset
zh_cn: 重置

# HomeHeader
source: Today's usage time
zh_cn: 今日使用时长

# SettingsHeader
source: Settings
zh_cn: 设置

# ContinuousSoundPicker.Header
source: Reminder sound for continuous usage time:
zh_cn: 连续使用时长提醒的提示音：

# EndUsingSoundPicker.Header
source: Reminder sound for end-of-use time:
zh_cn: 结束使用时间提醒的提示音：

# EndUsingTimePicker.Header
source: End-of-use time reminder
zh_cn: 结束使用时间提醒

# Test.Content
source: Test
zh_cn: 测试

# TestContent
source: Selected reminder sound:
zh_cn: 选择的提示音：

# ThemePicker.Header
source: App current theme (restart the application after changing the theme for it to take effect):
zh_cn: 应用当前主题（更改主题后重启应用生效）：

source: Light theme
zh_cn: 浅色主题

source: Dark theme
zh_cn: 深色主题

# SystemTheme
source: Follow system
zh_cn: 跟随系统

# ThemeTitle.Text
source: Theme
zh_cn: 主题

# RingerTitle.Text
source: Reminder Sounds
zh_cn: 提示音

# DevelopTitle.Text
source: Developer tools
zh_cn: 开发者工具

# OK.Content
source: OK
zh_cn: 确定

# ErrorOrWarningTitle
source: Tip
zh_cn: 提示

# ECanNotGetRecord
source: We are unable to get today's records. See the logs for details (see settings page).
zh_cn: 我们无法获取今天的记录。详细信息请查阅日志（见 设置 页面）。

# ECanNotInitTimer
source: The core part of the application cannot run. Please contact the author for help.
zh_cn: 应用的核心部分无法运行，请联系作者以获取帮助。

# ECanNotSetRecord
source: We are unable to manage today's records. See the logs for details (see settings page).
zh_cn: 我们无法管理今天的记录。详细信息请查阅日志（见 设置 页面）。

# CanNotSend.Title
source: Met some problems
zh_cn: 遇到了一些问题

# CanNotSend.Message
source: We are unable to send certain notifications. See the logs for details.
zh_cn: 我们无法发送某些通知。详细信息请查阅日志。

# InputReminder.Text
source: Separate with ",", and do not modify unless there are special requirements. Do not let two "," be connected together.
zh_cn: 以英文逗号分隔，无特殊需求不修改。不要让两个逗号连在一起。

# ECanNotRecordTime
source: We are unable to record the usage time.
zh_cn: 我们无法记录使用时长。详细信息请查阅日志（见 设置 页面）。

# ResetContinuousTimePicker.Header
source: Reset duration for continuous usage time
zh_cn: 连续使用时长的重置时长

# CheckLog.Content
source: View logs
zh_cn: 查看日志

# ECanNotGetInfo
source: We are unable to get the information of process. See the logs for details (see settings page).
zh_cn: 我们无法获取进程的信息。详细信息请查阅日志（见 设置 页面）。

# TotalReminderText2
source: today. We suggest you reduce your computer usage.
zh_cn: ，建议您减少电脑的使用。

# TotalReminderText1
source: You have been using the computer for
zh_cn: 您今天已使用电脑

# TotalTimePicker.Header
source: Total usage time reminder
zh_cn: 总使用时长提醒

# TotalSoundPicker.Header
source: Reminder sound for total usage time:
zh_cn: 总使用时长提醒的提示音：

source: Cancel
zh_cn: 取消

# ECanNotWriteInfo
source: We are unable to write the information of process. See the logs for details (see settings page).
zh_cn: 我们无法写入进程的信息。详细信息请查阅日志（见 设置 页面）。

# AboutTitle.Text
source: About
zh_cn: 关于

source: Cache folder size:
zh_cn: 缓存文件夹大小：

# ECanNotGetSize
source: We are unable to get the cache folder size.
zh_cn: 我们无法获取缓存文件夹大小。详细信息请查阅日志。

# ECanNotCleanCache
source: We are unable to clear the cache completely. See the logs for details.
zh_cn: 我们无法完全清理缓存。详细信息请查阅日志。

# CleanCache.Content
source: Clear cache
zh_cn: 清理缓存

# CleanReminder.Text
source: After clearing the cache, some application information will only be loaded after you use it.
zh_cn: 清理缓存后某些应用的信息需要您使用时后才会加载出来。

# PersonalizeTitle.Text
source: Personalize
zh_cn: 个性化

# ListTitle.Text
source: Usage time ranking
zh_cn: 使用时长排名

# All.Content
source: Show all apps
zh_cn: 查看所有应用

# Retract
source: Fold up
zh_cn: 收起
